const String communicateWithUsHeaderText = "Как с нами связаться?";
const String communicateWithUsText = "Напишите нам на почту:\n"
    "soilbot30@gmail.com";

const String howToDoBetterPhotoHeaderText = "Как лучше сделать фотографию?";
const String howToDoBetterPhotoText = ""
    "1. На фото должна присутствовать только почва, без сорняков и любых других объектов.\n"
    "2. Для наилучшего результата почву стоит заранее измельчить (примерно до 2 мм) и высушить.\n"
    "3. Лучше сделать фото со вспышкой, чтобы на почве не было лишних теней.\n"
    "4. Можно положить почву в коробку с черными стенками, чтобы добиться правильного освещения.";

const String algorithmWorkHeaderText = "Как работает алгоритм?";
const String algorithmWorkText = ""
    "Алгоритм основан на использовании уравнения регрессии, которое моделирует "
    "зависимость между интенсивностью красной составляющей цвета R в системе "
    "RGB и содержанием углерода в почвенных образцах. В результате проведенных "
    "исследований было установлено, что существует достаточно высокая корреляция "
    "между этими параметрами. Это позволяет рассматривать смартфоны как "
    "эффективный инструмент для предварительной оценки состояния почвы.";

